[
	{"date": "2022-08-10", "name": "डॉ. सागर जाधव", "review": "निर्माण इन्फ्रा. सुरुवातीस प्रॉमिस केल्यानुसार कामाचा दर्जा व वक्तशीरपणा पाळल्यामुळे आम्ही अत्यंत समाधानी आहोत. सर्व स्टाफ व आम्ही अत्यंत समाधानी आहोत. सर्व स्टाफ व कटटे सर त्यांचे आभार… आम्हाला हवी तशी सदनिका तयार करुन देण्यात आपला मोलाचा हातभार लाभला. Thank You So Much"},
	{"date": "2022-08-13", "name": "Shri. Aniket Anil Sawant", "review": "Technirman Infrastructure is nothing but Specious Parking Area, Co-Operative Staft, Enthusiastic Engineers, Security at its Best. Thank You So Much."},
	{"date": "2022-08-29", "name": "अनिकेत अंबाजी माने", "review": "सोसायटी अतिशय सुंदर आहे. कामाचा दर्जा उत्तम आहे. तावडे साहेबांची सोसायटी व बांधकाम असल्यामुळे आम्ही डोळे झाकून इथे सदनिका घेतली, सर्व स्टाफ व सिक्युरिटी उत्तम आहे. धन्यवाद."},
	{"date": "2022-10-27", "name": "Ramesh S. Kurtadkar", "review": "सोसायटी अतिशय सुंदर आहे. ऑफिस मधील स्टाफ पासून चांगला व उत्क्रष्ट सपोर्ट मिळाला. सोसायटी मधील सर्व कामे व सोसायटी मधील सिक्युरिटी उत्तम प्रमाणात आहे."},
	{"date": "2022-11-05", "name": "Prasad Vithal Angane", "review": "As the tagline State skyline of host. It is skyline of trust. In Sum our Experience with Technirman Infrastructure ; they met their Deadlines, Easy to work with, helpful in mulcing difficult decisions, respectful of our unique wishes, ezcellent attention to details, kind & welcoming staff. From the beginning to end, we love our house and are completely satisfied. Our special thanks Mrs. Riya mayekar, She has helped us in all the process from buying the properly fill possession. She was kind, humble, respectful and flexible to all our Regards. Thank You So Much."},
	{"date": "2022-08-29", "name": "Swapnil D. Mayekar", "review": "आम्ही ज्या वेळेला फलॅट घेण्यासाठी आले तेव्हा या इंद्रधनु अपार्टमेंट मध्ये सर्व फलॅट पाहिले. बघताच क्षणी आम्ही सर्व काम पाहून कामाचा दर्जा पाहून निर्णय घेतला की आपण इथेच फलॅट खरेदी करणे योग्य आहे. इथला स्टाफ खूप छान आहे. तावडे सर, कटटे सर यांची सर्व समजावून सांगण्याची पदधत पण खूप समाधानी आहोत."},
	{"date": "2022-11-12", "name": "Mr. Kamlakar B. Kadam", "review": "मी कमलाकर बनसीधर कदम माझ्या वैयक्तिक अनुभवामधुन मी असा आम्ही प्रत देतो की, मी Block बुक करण्यासाठी आल्यापासून श्रीमान संतोष तावडे सर, कटटे सर, तसेच राजीवन सर भारती मॅडम आणि विशेष म्हणजे सुगंधा भाटकर मॅडम यांनी खुप चांगली, तत्पर व सुयोग्य सेवा प्राप्त करुन दिली त्यामुळे सर्वांचा अतिशय आभारी आहे. माझे SBI बँक लोन Cibil मुळे मंजुर झाले नाही पैसे वेळेत देऊ शकलो नाही नविन LIC चे लोन घेणेस पण वेळे झाला तरी मा. वरील सर्वांनी खुप चांगले सहकार्य केले कोणती तक्रार अथवा अरेरावीची भाषा केलेली नाही. ही सर्व मंडळी माझी Family असल्याचाच मला अनुभव आला आहे. तरी विशेष म्हणजे सुगंधा भाटकर मॅडमला माझ्यामुळे बराच त्रास झाला तरी त्यांनी कोणतीही तक्रार न करता गोड संभाषणाने त्यांनी मला व LIC Agent ला सहकार्य केले त्या बददल मी त्यांचे विशेष आभार व्यक्त करतो. धन्यवाद."},
	{"date": "2022-12-24", "name": "Mr. Aniket Nitin Hegishte", "review": "Technirman Infra. Is best in everything Hey Provide All the staff and owners are very supportive helpful. Katte Sir and Sugandha Mam helped we a lot throughout the process. I wish all the best for their future projects."},
	{"date": "2023-01-18", "name": "Swati Ninad Surve", "review": "All people are very attentive especially Bhatkar Madam helped me lot in Purchasing Process. She still helped me after processing That was a great experience of buying the flat with Technirman Infra, I’m going to buy another flat with them. Ovarall happy with them."},
	{"date": "2023-03-29", "name": "सागर चंद्रकांत साळवी", "review": "‘इंद्रधनु’ या नावाची अपार्टमेंट आहे पहिले या नावाने मी आकर्षित झालो. जसे नाव तसा त्यातील प्रोजेक्ट मध्ये काम करणारी लोक खास करुन सुगंधा भाटकर फलॅट सुरु असल्यापासून ते तो फलॅटचा पूर्णपणे व्यवहार होई पर्यंत पाठीशी उभ्या कोठेही तुम्हाला अडचण भासली की त्या मार्ग दाखविणे हा त्यांचा गुण अतिशय चांगला फोनवरुन मी समक्ष बोलाचे असले की आदराने बोलणे हे त्यांचा भाव अतिशय चांगला आहे. भविष्यात असे चांगले प्रोजेक्ट आपल्याकडून पूर्ण होवोत ‘शुभेच्छा’"},
	{"date": "2024-10-04", "name": "प्रफुल्लचंद्र गं. तावडे", "review": "मी 2006 मध्ये मुलांच्या शिक्षणासाठी पुणे येथे स्तलांतरीत झाले. त्यानंतर नातेवाईक कौटुबिंक कार्यक्रम व आपले गाव म्हणून मध्ये मध्ये रत्नागिरीला भेट होत होती. बऱ्याचवेळा विलामधाम किंवा हॉटेल असा मुक्काम असायचा. निवृत्तीचा काळ जवळ आल्यावर रत्नागिरी येथे आपले घर असावे असे मनोमन सर्व कुटुंबियांना वाटू लागले. त्यावेळी मित्रांकडे चौकशी केली असता. “Technirman Infrastructure” हेच नाव सर्वांचा तोंडी होते. श्री संतोष तावडे व त्यांचे अभियंता मित्र यांनी एकत्र येवून ही फर्म बनविली आहे. सर्व स्थापत्य अभियंता असल्याने उत्कष्ट दर्जेदार काम देणे, हे त्यांचे उदिदष्ट आहे. नलावडे संकुल हा देखावा प्रकल्प उरलेला मुदतीच्या 3 महिने आधी पूर्ण करुन आमच्या ताब्यात मिळाला. हया वर्षी अभियंत्यांचे मनापूर्वक अभिनंदन व पुढील भविष्यासाठी शुभेच्छा |. शेवटी कोणतीही संस्था ही तेथे काम करणाऱ्या सहकाऱ्यांमुळे नावारुपात येत असते. फलॅटच्या बुकिंगपासून ताबा मिळेपर्यंत ज्यांच्या संपर्क झाला त्यांचा मी येथे उल्लेख करतो. सौ. सुगंधा भाटकर मॅडम हे सतत मदत करण्यास तयार असणारे, कोणतेही काम तातडीने पूर्णत्वास नेणारे, विनयशील, व्यक्तिमत्तव त्यांचे सहकार्य आम्हांला खूपच झाले. ‘ Technirman Infrastructure’  पुन्हा एकदा खुप खुप शुभेच्छा"},
	{"date": "2024-10-06", "name": "आनंद भिडे", "review": "रत्नागिरीमध्ये कधी घर घेऊन वास्तव्यास येऊ असा विचारही दोन वर्षांपूर्वी मनात येत नव्हता. कन्या रत्नागिरीस लग्न करुन आल्यावर मात्र वारंवार हा विचार येऊ लागला तुलनेने शांत असलेले गाव पाहून हा विचार पक्का होत गेला. गेल्या तीन चार महिन्यात प्रत्यक्षात शोध घ्यायला सुरुवात केल्यावर एका रविवारी या कार्यालयाच्या सौ. सुगंधा यांच्याशी फोन संपर्क झाला. सुटटीच्या दिवस असूनही अतिशय आर्वजून त्यांनी ‘नलावडे संकुल’ साईट पहाण्याची व्यवस्था केली आणि पाठोपाठच्या दोन दिवसांत आमचा फलॅट बुक झालाही. निर्माणचे संतोष तावडेजींनी उत्तम मार्गदर्शन केले. काल सेलडीडही झाले. या सर्व प्रक्रियेत निर्माणच्या वतीने सौ. सुगंधा मॅडमचे नियोजन, समन्वय, सर्वेश यांच्या कामाच्या गडबडीतही लक्ष देऊन काम करुन घेणे. श्री नंबियार यांचे फोनवर मार्गदर्शन यामुळे आमचे काम सुकर झाले. खुप खुप शुभेच्छा."},
	{"date": "2024-10-25", "name": "Siddhesh Salvi", "review": "It was nice experience to rear with Technirman Infrastructure & Realtors. I have purchased 2 BHK Flat in Nalawde Sankul. All the Staff are very helpful in dealing with all the process. I specially Thanks to Mr. Santosh Tawde. Mrs. Sugandha and Mr. Sarvesh. Thank You For greatful experience."},
	{"date": "2024-11-08", "name": "Mrs. Kirti P. Powar", "review": "मी सौ. किर्ती प्रशांत पोवार रत्नागिरी कारवांचीवाडी येथे वास्तव्यास आहे. खूप वर्ष स्वत:चे घर असावे असे वाटत होते. पाहिलेले स्वप्न वास्तवात उतरविण्यासाठी श्री कटटे सर व सुगंधा मॅडम यांनी अतिशय मोलाची साथ दिली आणि बघता बघता आमच घर आम्हांला मिळाले. अतिशय सुंदर बांधकाम आणि ग्राहकाला हव त्या पदधतीने सर्व सोयी करुन देणे. हया सगळया गोष्टी आम्हांला भावल्या. तसेच कटटे सर यांचे रत्नागिरीत कामकाजात असलेले नाव ऐकले होते. परंतु स्वत: घर घेतल्यानंतर ते नाव खरंच मोठे आहे हे कळाले. त्याचबरोबर मधुर वाणीत व हसत मुखाने स्वागत करणाऱ्या सुंगधा मॅडम यांची व सरांची मी आभारी आहे. तसेच सवॅश दादा यांनी ही आम्हाला जश्या सोयी हव्या तशा करुन दिल्या त्याबददल त्यांचे ही आभार. खरोखरच अतिशय सुंदर बांधकाम व सोयी सुविधांनी युक्त असं घर आम्हांला मिळाले व स्वप्न पूर्ण झाले."},
	{"date": "2024-11-19", "name": "अश्विन वैशंपायन", "review": "मी, अश्विन वैशंपायन, नाशिक येथील रहिवासी आहे. माझ्या धाकल्या मुलीचे लग्न श्री. प्रसाद जोशी, आडिवरे, यांचे बरोबर झाले आहे. मुलीकडे म्हणून आमचे आडिवऱ्याला वारंवार येणे होते. तेव्हा रत्नागिरीलाच रेल्वेने येऊन पुढे जावयाच्या गाडीने आडिवऱ्याला जातो. असे 4,5 वर्षे झाल्यानंतर सहजच विचार आला की, रत्नागिरी शहर चांगले आहे. आपण येथे एखादे घर घ्यावे. हा विचार श्री. प्रसाद जोशी यांचेजवळ मांडल्यावर त्यांनी येथे फलॅटची शोधाशोध केली. बराच रिसर्च केल्यावर त्यांनी येथील निर्माण बिल्डर्सचे नलावडे संकुल येथील बांधकाम, माणसे आणि परिसर आवडल्याचे कळवले. त्यानंतर आम्ही सर्वजण साईट व्हिजिट केले. श्री. तावडे सर, सुगंधा मॅडम यांच्याशी चर्चा करुन आम्ही फलॅट बुक केला. अजून आम्ही रहायला आलो नाही, परंतु काही अडचण येईल असे वाटत नाही. सर्वजण खूपच को-ऑपरेटीव्ह आहेत. सदर फलॅट घेऊन मी पूर्णपणे समाधानी आणि आनंदी आहे."},
	{"date": "2024-12-27", "name": "Avinash A.Shinde", "review": "Myself Avinash A. Shinde Residing at Thakurli East, Dombivali, Thane. Buying a home at my birthplace was a biggest dream for me even im currently working at Mumbai. I completed my graduation in Ratnagiri and since then I decided to have a own home at Ratnagiri. While Searching a good developers and projects I came across one of the good project “Swarajya” developed by Technirman Infrastructure & Realtors at Thiba Palace Road. When I checked on availability at flats it was completely sold out and I requested Technirman team & Sugandha Madam to suggest another good option & they suggested Nalawde Sankul & after site visit I feel my dream come true. Buying a home from technirman infra is smooth and very happy moment due to their transparent and clear work in documentation & quality of construction. Nalawde Sankul is one of the best development at Ratngairi & hence I purchased the flat. Starting from booking to sale deed execution there was personal involvement of Sugandha Madam & Katte sir. I would really appreciate their efforts towards home delivery to bayers  & making treams true. Well done & good job by Technirman Team. Looking forward for such good developments across ratnagiri."},
	{"date": "2024-12-31", "name": "रामा अच्युता सरतापे", "review": "मी  प्रा. डॉ. रामा अच्युता सरतापे प्रथम निर्माण ग्रपचे आभारी आहे. त्यांनी मला माझ्या पसंतीचे आणि मनासारखे घर उपलब्ध करुन दिले. माझे रत्नागिरी नजीक असलेल्या नाचणे ग्रामपंचायतीमध्ये स्वत:चे घर आहे. परंतु गोगटे कॉलेज परिसरात आणि नगरपरिषद अंतर्गत एखादे घर असावे अशी माझी इच्छा होती. बऱ्याच दिवसापासून मी यासंदर्भात नेहमी विचार करीत होते. या विचारात बिल्डर्स च्या बाबतीत ही विचार होत असे. बऱ्याच लोकांकडून निर्माण बददल माहिती मिळत होती. प्रत्यक्ष जेव्हा मी स्वत: माहिती घेतली तेव्हा असे समजते की, बिल्डर्स केवळ नफाच मिळवत नाहीत. तर निर्माण सारखे बिल्डर्स समाजातील लोकांना घर तर देतातच. पण त्यापेक्षा आनंद व समाधान जास्त देतात. प्रत्येकाला चांगला आणि सुखाची झोप कशी मिळेल याकडे जास्त त्यांचा कल असतो. ते दर्जेदार साहित्याचा वापर करुनच बिल्डिंग बांधत आहेत. त्यामध्ये ते अजिबात तडजोड करीत नाहीत. तसेच निर्माण मधील असलेले कर्मचारी अत्यंत आधरयुक्त व सन्मानयुक्त वागणूक देतात. त्याच्या बोलण्यात सोजवळपणा व नम्रता जास्त दिसून आली. प्रत्येक व्यक्तीला काय अडचण आहे. त्या अडचणीला काय उपाय ते ताबडतोब सांगतात आणि लोकांचे समाधान करण्याचा प्रयत्न करतात. कटटे सर सारखे बिल्डर्स तर समोरचा व्यक्ती कोणत्या परिस्थितीतून आला आहे. ते ताबडतोब ओळखतात. अशा लोकांची सध्या व्यवसाय क्षेत्रात गरज आहे असे मला वाटते. शेवटी निर्माण गपबददल मी स्वता: पूर्ण समाधानी आहे. अशाच पध्दतीने आपण लोक सेवा करीत रहावी. तुमच्या पुढील वाटचालीस मनपूर्वक हार्दिक शुभेच्छा."},
	{"date": "2025-02-14", "name": "समीर अशोक गोगटे", "review": "मी मुळ रत्नागिरीकर, परंतु आता रत्नागिरी सोडून जवळपास 23-24 वर्षे झाली. रत्नागिरीत आई-बाबा, भाऊ असल्याने वारंवार येणे होतेच. त्यातून इथे प्रशस्त घर असावे असे वाटते. या कल्पनेला माझ्या अर्धांगिनीने ही होकार दिला. मग आमचे ‘सर्च’ सुरु झाले. नलावडे संकुल ची जाहिरात वाचून आम्ही संपर्क केला. प्रथमदर्शनीच आम्हाला ऐकूणच ही रचना आवडली. निर्माण संस्थेबाबत देखील प्रचंड विश्वास होता, इतर लोकांशी चर्चा केली, त्यांनीही तेच सांगितले. मग आम्ही घर घ्यायचे पक्के केले. पुढील सर्व सोपस्कार अत्यंत व्यवस्थित व पारदर्शक पध्दतीने झाले. आमच्या सर्व शंकाचे योग्य निरसनही झाले. एकूणच आम्ही कामावर खुष आहोत. येथील सर्व कर्मचारी अत्यंत प्रोफेशनल पध्दतीने काम करतात. तसेच श्री. तावडे सर यांनी देखील कधी वेळ मागितला तर तो ताबडतोब दिला. आम्ही पुण्यात रहात असल्याने तारीख जमवायला लागायची. त्यातही कधी अडचण आली नाही. निर्माण इन्फ्रास्ट्रक्चर पुढील निर्माणसाठी मनापासून शुभेच्छा"},
	{"date": "2025-03-01", "name": "प्रवीण वसंत कदम", "review": "मी. श्री. प्रवीण वसंत कदम, रा. आंबेकरवाडी, शहर पोलीस ठाणे रत्नागिरी गेली. 70 ते 80 वर्षे आम्ही रत्नागिरी येथे रहात आहे. आम्ही रहात असलेले घर छोटे होते. तरी रत्नागिरीतच पण शहरी भागात आपल सुसज्ज सोयीनी युक्त घर असावे असे स्वप्न होते. नलावडे संकुल, माळनाका या ठिकाणी फलॅट खरेदी केला आणि माझे स्वप्न पूर्ण झाले. सदर ठिकाणी अघातकी अडचण आलेली नाही. तरी Technirman Infrastructure यापेक्षाही नवनविन प्रकल्प राबवून यशस्वी होवो ही मनापासून सदिच्छा व्यक्त करतो."},
	{"date": "2025-04-04", "name": "सचिन पाटील", "review": "Technirman इन्फ्रा. यांच्या प्रोजेक्टमध्ये मी एक 1 BHK रुम बुक केली. तेव्हापासून माझा येथील Technirman इन्फ्राचे सदस्य व कर्मचारी यांच्याशी संपर्क आला येथील सर्व कर्मचारी यांनी मला फार मदत केली कोणत्याही गोष्ट साठी त्यांनी मला योग्य मदत केली. सुगंधा मॅडम यांनी खरेदीप्रक्रियेमध्ये वेळोवेळी फोन करुन येणाऱ्या अडचणीबाबत मार्गदर्शन केले त्याबददल मी सर्व Technirman इन्फ्रा. चे सदस्य व कर्मचारी यांचा आभारी आहे. नलावडे संकुल या सुंदर वास्तू मध्ये माझे घर आपल्या सर्वाच्या सहकार्यमुळे शक्य झाले."},
	{"date": "2025-04-24", "name": "सौ. राजश्री सु. आस्वलकर", "review": "रत्नागिरी शहरामध्ये आपलं स्वत:च घर हवं अस जेव्हा आम्ही नवरा-बायकोने ठरवलं तेव्हा आम्ही जवळजवळ सहा महिने वेगवेगळया बिल्डर्सने बांधलेले सर्व प्रोजेक्टस पाहिले. रत्नागिरीस्थित व्यक्तीना सल्ले आणि त्यांचे अनुभव विचारले आणि आमच्या ह्रदयात घर करेल अशा Technirman कनस्ट्रक्शनच्या ‘नलावडे संकुल’ या प्रोजेक्ट मध्ये 407 हा फलॅट बुक केला. मला हवा होता तसा 2 BHK फलॅट ज्याला दक्षिण आणि पश्चिम बाजुला खिडक्या आणि पूर्वेला मुख्य दरवाजा. आम्ही जेव्हा फलॅट बुक केला. बिल्डिंगच्या ग्राउंड फलोअर च काम चालू होतं. मी दर आठ दिवसांनी बिल्डिंगच काम कुठवरं आले आहे ते पाहायला जात होते जसं आपण आपलं पहिलं घर बांधताना पाहतो तसं त्यामुळे बिल्डिंग त्यातला आमचा 407 नंबर फलॅट आणि सर्वच हे माझ्या अगदी जवळच आहे आणि हे सर्व Technirman इन्फ्रास्टक्चरच्या आणि खास करुन सुगंधा मयेकर यांच्या मुळे आम्हांला ही आनंद मिळाला आहे."},
	{"date": "2025-05-19", "name": "श्री. प्रशांत प्र. कोकजे, सौ. तिर्था प्र. कोकजे", "review": "जेव्हा जेव्हा घरं/ब्लॉक घेण्यासाविषयी नातेवाईक/मित्रमंडळी/सहकारी यांच्याशी चर्चा व्हायची तेव्हा, ‘तावडे बिल्डर्स’ हे नाव प्रत्येकाने आग्रहाने सुचवलं. त्याचा प्रत्यय श्री. तावडे यांच्याशी व्यवहार करताना पदोपदी आता आम्ही जेव्हा ब्लॉक खरेदी कण्याच्या तयारीला लागलो, तेव्हा पहिल्यापासूनच अडचणी निर्माण होत होत्या. इतक्या की, एका क्षणी आम्ही घर खरेदी करण्याचा निर्णय रदद करायचा विचारात होतो. तसं मत व्यक्त करण्यासाठी श्री. तावडे यांच्याशी चर्चा सुदधा केली. पण त्यांचे आश्वासक शब्द आणि त्यांनी दर्शविलेला पाठिंबा याच्यामुळे आम्ही परत घर खरेदी करण्यासाठी नियोजन करु लागले. सुगंधा ताईना एक फोन केला की प्रचंड सकारात्मक वाटायचं. आम्ही खरं तर ऑक्टोबर मध्ये आगाऊ रक्कम अदा केली होती आणि व्यवहारामध्ये रोज नवीन नवीन अडचणी येत होत्या. त्या प्रत्येकावर उपाय सुचवून 7 महिने हा व्यवहार सुरु होता. ‘Technirman’ हे नाव यांनी खरंच सार्थकी लावलं. कारण, नवीन घर घ्यायचा विचार व्यक्तीच्या मनामध्ये ‘Technirman’ झाला की, ते अत्यंत सकारात्मक वातावरण ‘Technirman’ करतात आणि खरेदीदाराला आत्मविश्वास देवून त्याचे स्वत:चे अस्तित्व ‘Technirman’ करण्यासाठी प्रेरणा देतात. या संस्थेचा सेवक वर्ग त्यांची खूप मोठी मालमत्ता आहे. धन्यवाद."}
]